Repository: WilLiam12-teddy/forgottenlands
Catalog: mods/correio/locale/*.po
Languages: pt_br

source: The player can broadcast messages to all players at the same time.
pt_br: O jogador pode transmitir mensagens para todos os jogadores ao mesmo tempo.

source: The player can write a message to a specific player directly by command.
pt_br: O jogador pode escrever uma mensagem para um jogador específico diretamente por comando.

source: The player can read his message inbox directly by command.
pt_br: O jogador pode ler sua caixa de entrada de mensagens diretamente por comando.

source: The name of '%s' is not a registered player name!
pt_br: O nome de '%s' não é um nome de jogador registrado!

source: mail
pt_br: carta

source: playername
pt_br: nome_do_jogador

source: message
pt_br: mensagem

source: Sender
pt_br: Remetente

source: Addressee
pt_br: Destinatário

source: Message
pt_br: Mensagem

source: Your message was sent to '%s'!
pt_br: Sua mensagem foi enviada para '%s'!

source: There was an error sending your message!!!
pt_br: Ocorreu um erro ao enviar sua mensagem!!!

source: The Addressee '%s' is not a registered player name!
pt_br: O destinatário '%s' não é um nome de jogador registrado!

source: /mail [<playername> <message>]: Sends email to a player
pt_br: /escrever [<destinatário> <mensagem>]: Envia email para um player

source: Your letter was sent to '%02d' players
pt_br: Sua carta foi enviada para '%02d' jogadores

source: This letter was not sent to any player
pt_br: Esta carta não foi enviada para nenhum jogador

source: /broadcast <message>: Sends letters to all registered players
pt_br: /publicar <mensagem>: Envia cartas para todos os jogadores cadastrados

source: You have no letters...
pt_br: Você não tem nenhuma carta...

source: Letters Destroyed
pt_br: Cartas Destruidas

source: You have no letter readed to destroy
pt_br: Você não tem nenhuma carta lida para destruir

source: There was an error deleting your letters
pt_br: Ocorreu um erro ao apagar suas cartas

source: The total of %02d letters with a deadline above %02d days have been deleted on the server
pt_br: O total de %02d cartas com prazo acima de %02d dias foram apagadas no servidor

source: No letter with deadline above %02d days was deleted
pt_br: Nenhuma carta com prazo acima de %02d dias foi excluída

source: There was an error deleting all the '%s' old emails
pt_br: Ocorreu um erro ao apagar todos os '%s' emails antigos

source: You have %02d unread emails in your mailbox!
pt_br: Voce tem %02d mensagens não lidas em sua caixa de correio!

source: Send email to all registered players.
pt_br: Envia uma carta para todos os jogadores registrados.

source: Delete emails older than thirty days on the entire server.
pt_br: Apaga cartas com mais de trinta dias em todo o servidor.

source: Sends email to a specific player.
pt_br: Envia uma carta para um jogador específico.

source: Deletes all emails read from the player.
pt_br: Exibe todas as suas cartas da caixa de entrada.

source: broadcast
pt_br: publicar

source: delolds
pt_br: apagarvelhos

source: sendmail
pt_br: enviarcarta

source: write
pt_br: escrever

source: readmail
pt_br: lercartas

source: showmail
pt_br: mostrarcartas

source: read
pt_br: ler

source: inbox
pt_br: caixadeentrada

source: clearmails
pt_br: limparcartas

source: Player '%s' is trying to open the mailbox via the brazutec notebook!
pt_br: O jogador '%s' está tentando abrir a caixa de correio através do notebook brazutec!

source: CLOSE
pt_br: FECHAR

source: OPEN
pt_br: ABRIR

source: DELETE
pt_br: EXCLUIR

source: CLEAR
pt_br: LIMPAR

source: From
pt_br: Remetente

source: When
pt_br: Quando

source: BACK
pt_br: VOLTAR

source: Select the letter you want to open!
pt_br: Selecione a carta que deseja abrir!

source: Select the letter you want to delete!
pt_br: Selecione a carta que deseja excluir!

source: tex_mailbox_from_en.png
pt_br: tex_mailbox_from_pt.png

source: Mailbox (Displays Letters Received)
pt_br: Caixa de Correio (Exibe Cartas Recebida)

source: '%s' Mailbox
pt_br: Caixa de Correio de '%s'

source: You can not destroy the '%s' mailbox!
pt_br: Você não pode destruir a caixa de correio de '%s'!

source: This mailbox belongs to '%s'!
pt_br: Esta caixa de correio pertece a '%s'!

source: mailbox
pt_br: caixadecorreio

source: MAIL LETTER
pt_br: CARTA DE CORREIO

source: SEND
pt_br: ENVIAR

source: Your message has been sent successfully!
pt_br: Sua mensagem foi enviada com sucesso!

source: There was an unexpected crash while sending your message! (Please contact the mod's developer mod 'CORREIO'!)
pt_br: Houve uma falha inesperada ao enviar sua mensagem! (Entre em contato dom o desenvolvedor do mod 'CORREIO'!)

source: The name '%s' is not a registered player name!
pt_br: O nome '%s' não é um nome de jogador registrado!

source: Please enter a message before sending your letter!
pt_br: Favor digite uma mensagem antes de enviar sua carta!

source: Please enter the exact name of the player who received your letter!
pt_br: Favor digite o nome exato do jogador que recebera sua carta!

source: Letter of Mail (Send a letter to other player)
pt_br: Carta de Correio (Enviar uma carta a outro jogador)

source: letter
pt_br: cartadecorreio
